<?php 
$connect = new PDO('mysql:host=localhost; dbname=; charset=utf8', 'ck24812', 'RVyk7u8SkOns');
$new_files = $connect->query("Select * From ");
$new_files = $new_files->fetchAll();
?>



<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="shortcut icon" href="./assets/img/favicon/favicon.png">
    <link rel="stylesheet" type="text/css" href="./assets/css/style.css">
    <title>Екатерина II Великая</title>
      <script type="text/javascript" src="./assets/js/script.js" defer></script>
</head>
<body>
	<div id="wrapper">
		<header> <div class="logo">
      <img src="./assets/img/logo.png" alt="это наше лого">
  </div>
  <div>
  <h1>Екатерина II Великая</h1>
  </div>
  <div>
  <nav>
      <ul class="top-menu">
        <li><a href="./index.html">ГЛАВНАЯ</a></li>
        <li><a href="#about">ДЕТСТВО</a></li>
        <li><a href="#facts">ДВОРЦОВЫЙ ПЕРЕВОРОТ</a></li>
        <li><a href="#GOVERNMENT">ГОДЫ ПРАВЛЕНИЯ И ДОСТИЖЕНИЯ</a></li>
        <li><a href="#LIFE">ЛИЧНАЯ ЖИЗНЬ</a></li>
        <li><a href="#DEATH">СМЕРТЬ ИМПЕРАТРИЦЫ</a></li>
      
      </ul>
    </nav>
    </div>
</header>
    
    <aside>
    <nav>
      <ul class="aside-menu">
        <li class="active">ИМЯ <br> Екатерина II Великая</li>
        <li><a>РОД ДЕЯТЕЛЬНОСТИ <br>  Императрица</a></li>
        <li><a>ДАТА РОЖДЕНИЯ <br> 02.05.1729</a></li>
        <li><a>МЕСТО РОЖДЕНИЯ <br> Штеттин, Польша</a></li>
        <li><a>МЕСТО СМЕРТИ  <br> Санкт-Петербург</a></li>
        <li><a>ЗНАК ЗОДИАКА  <br> Телец</a></li>
      </ul>
    </nav>
    </aside>
		<section>
      <blockquote>
        <p>
          “Я имею честь быть русской, Я этим горжусь, Я буду защищать Мою Родину и языком, и пером, и мечом — пока у Меня хватит жизни...”
          
        </p>
        <cite>Екатерина II</cite>
        </blockquote>
        <h2 id="about">ДЕТСТВО</h2>
        <p>&nbsp &nbsp Родилась будущая российская императрица 2 мая 1729 года в городе Штеттин, который в то время был столицей Померании. Сейчас город называется Щецин и территориально относится к Польше. При рождении девочку назвали Софией Федерикой Августой. Отца звали Христиан Август Анхальт-Цербстский, он был потомком древнего рода, служил прусскому королю, занимал должность полкового командира, потом коменданта и наконец, губернатора Штеттина. Закончил службу в звании прусского фельдмаршала.</p>
        <p>&nbsp &nbsp  Мама Софии – Иоганна Елизавета, выходец из Готторпского владетельного дома, двоюродная тетя Петра III. Ее род был очень знатным и древним, родословная тянется от основателя династии Ольденбургов.</p>
         <p>&nbsp &nbsp Девочка занималась итальянским, английским, французским языками, умела танцевать и петь. Кроме этого отлично знала географию, историю, богословие.</p>
         <p>&nbsp &nbsp Девочка росла любопытной и резвой, и по характеру скорее напоминала мальчика, чем барышню. В детстве она не блистала особыми умственными талантами, но зато охотно помогала маме растить и воспитывать младшую дочь Августу, и это родителям очень нравилось. Дома принцессу звали Фике, что в переводе значит маленькая Федерика.</p> 
         <p>&nbsp &nbsp Когда девочке исполнилось пятнадцать, ей сообщили, что Елизавета I выбрала ее невестой для наследника престола Петра Федоровича, которого все знали, как русского императора Петра III. Принцесса с мамой тайно отбыли в Россию, и во время путешествия представлялись графинями Рейнбек.</p>
         <p>&nbsp &nbsp София засела за изучение русской истории, языка, православия, чтобы поближе познакомиться со страной, которая с этих пор должна была стать ее родиной. Спустя некоторое время принцесса приняла православную веру, ей дали имя Екатерина Алексеевна. Вслед за этим она пошла под венец с Петром Федоровичем, которому приходилась троюродной сестрой.</p>
          <h2 id="facts">ДВОРЦОВЫЙ ПЕРЕВОРОТ</h2>
        <p>&nbsp &nbsp Обряд венчания абсолютно не изменил жизнь Екатерины. Она по-прежнему продолжала обучение, теперь в сфере ее интересов появилась юриспруденция и философия. Она также много читала, предпочитая труды известных во всем мире авторов. Петр был к ней абсолютно равнодушен, в открытую заводил романы с придворными дамами прямо на глазах супруги. Через девять лет после венчания супружеские отношения совершенно разладились, и в это время родился их сын Павел, наследник престола. Мальчика сразу забрали от матери и не разрешали видеться.</p>
       <p>&nbsp &nbsp Такое отношение привело к тому, что Екатерина задумала свергнуть Петра с престола и самой стать императрицей. Она сумела просчитать все до мелочей, четко и быстро организовала переворот, воспользовавшись помощью и поддержкой английского посла Уильямса и канцлера Российской империи графа Алексея Бестужева.</p>
       <p>&nbsp &nbsp Но вскоре стало понятно, что ее помощники элементарно ее предали. Однако будущая императрица и не думала отказываться от своего плана, и нашла себе новых помощников для его воплощения в жизнь. Екатерина воспользовалась поддержкой братьев Орловых, адъютанта Федора Хитрова, вахмистра Григория Потемкина.</p>  
      <p>&nbsp &nbsp В 1762-м Екатерина поняла, что отступать некуда. Она выезжает в Петербург, и принимает присягу на верность ей от гвардейских частей, которых не устраивала политика правящего императора. Петру III ничего не оставалось делать, как отречься от престола. Затем последовал его арест и смерть, обстоятельства которой так и остались невыясненными. Спустя два месяца, 22 сентября 1762-го, Екатерину короновали в Москве, и с тех пор она стала носить имя Екатерина II.</p>
      <h2 id="GOVERNMENT">ГОДЫ ПРАВЛЕНИЯ И ДОСТИЖЕНИЯ</h2>  
      <p>&nbsp &nbsp С момента восхождения на трон императрица начала реализацию поставленных ранее задач. Она действовала четко и конкретно, в России началось время реформ, которые коснулись всех сфер жизни россиян. Екатерина сумела учесть интересы не только богачей, но и других сословий, и этим смогла обеспечить себе поддержку всех слоев населения.</p>
      <p>&nbsp &nbsp В те годы финансовое положение России было достаточно печальным. Чтобы поднять страну с колен, царица занялась секуляризацией, отняла земли у церкви, и вернула их государству. Благодаря этому нашлись деньги на то, чтобы вернуть долги армии, да и к тому же имперская казна пополнилась на один миллион крестьянских душ. Одновременно с этим императрица наладила торговлю внутри страны, что в свою очередь привело к открытию новых предприятий. Соответственно увеличились и государственные доходы, благодаря которым не только содержалась армия, но и началось освоение новых земель на Урале.</p>
      <p>&nbsp &nbsp Внутреннюю политику, проводимую в те годы Екатериной, впоследствии назовут просвещенным абсолютизмом. Это означает, что царица хотела создать общее благо государству и обществу. Она приняла новое законодательство, состоящее из 526 статей, в основу которого лег «Наказ императрицы Екатерины».</p>
      <p>&nbsp &nbsp Законодательство содержало принципы, которые должны были неукоснительно выполняться депутатами-законотворцами, и которые до этого провозглашали передовые просветители. Для того, чтобы разработать новый свод законов, Екатерина своим указом создала Уложенную комиссию. Это произошло в 1766-м.</p>
      <p>&nbsp &nbsp Но как бы ни старалась Екатерина угодить всем, нашлось много недовольных ее политической деятельностью. Все равно законы были на стороне дворян, а простому народу жить стало не намного легче. Именно поэтому в 1773-1775-м годах Россию всколыхнуло крестьянское восстание, во главе которого был Емельян Пугачев. Восстания крестьян происходили во всех уголках Российской империи, но силами государственной армии бунт удалось подавить. Предводитель крестьян – Пугачев был арестован и в скорости казнен. Ему отрубили голову. За годы пребывания на троне царица только раз вынесла смертный приговор, ни до этого, ни после, ни один человек не был казнен.</p>
      <p>&nbsp &nbsp В 1775-м императрица сумела расширить территорию России и она стала больше на одиннадцать губерний. В результате умелых действий теперь российской территорией считалась часть Польши, Беларуси, Литвы, западная часть Волыни. Кроме этого российская империя стала владеть Крымом, Азовом, Кубанью. Спустя много лет исследователи пришли в выводу, что у екатерининской губернской реформы масса недостатков, но в те времена это казалось единственно правильным решением.</p>
      <p>&nbsp &nbsp Во время формирования тогдашних губерний, никто не задумывался о национальности входившего в них населения. К тому же пришлось увеличивать расходы из бюджета, а они были достаточно приличными. Те годы ознаменовались и формированием выборных судов, которые вели гражданские и уголовные дела.</p>
      <p>&nbsp &nbsp В 1785-м почти в каждом городе началось время действия местного самоуправления. Согласно указа императрицы, дворяне получили множество привилегий. Теперь они не платили подати, не служили в армии, могли иметь земли и крестьян, которые передавались им в собственность. Именно Екатерина приняла решение об обязательном среднем образовании. Для этого из бюджета выделили средства на строительство специальных закрытых учебных заведений, институтов благородных девиц, воспитательных домов. Одновременно с этим Екатерина Великая стала основателем Российской академии, которая до сих пор является одной из лучших научных баз в Европе.</p>
      <p>&nbsp &nbsp Особым вниманием императрицы пользовалось сельское хозяйство. Она считала его приоритетным для России, основополагающим экономического развития страны. Благодаря увеличению пахотных полей увеличился экспорт зерновых, и это тоже благосклонно сказалось на экономике России.</p>
      <p>&nbsp &nbsp Для этого она ввела бумажные денежные знаки. Кроме этого ее заслугой можно считать проведение вакцинаций в России, благодаря чему удалось избежать многих смертельных эпидемий и сохранить в живых миллионы граждан.</p>
      <p>&nbsp &nbsp За годы своего правления императрица участвовала в шести войнах, результатом которых было присоединение к России новых территорий. Ее внешняя политика до сих пор будоражит умы историков, очень многие считают, что ею двигало лицемерие и безнравственность. Однако Екатерина II навсегда осталась в истории Российской империи, как могущественный правитель, настоящий патриот страны. И это при том, что в ее жилах текла совершенно не русская кровь. Просто она полюбила свою новую родину, и старалась сделать для нее как можно больше, добиться успеха и процветания.</p>
      <h2 id="LIFE">ЛИЧНАЯ ЖИЗНЬ</h2>
      <p>&nbsp &nbsp О личной жизни Екатерины Великой написано очень много. Что из этого является правдой, а что вымыслом, точно неизвестно. Ясно только одно – она была яркой и насыщенной, с многочисленными романами и любовными отношениями. Неизвестно, как бы императрица вела себя, если бы супруг Петр III проявлял к ней больше внимания и любви, но недостаток этот она компенсировала сполна.</p>
      <p>&nbsp &nbsp Практически каждый роман царицы находился в центре скандала, в общей сложности у нее их было двадцать три. Эту цифру назвали историки-екатериноведы. Из-за того, что в определенный момент кто-то был ее фаворитом, Екатерина истолковывала ситуацию в его пользу, а это очень мешало государственному устройству. Развивалась коррупция, принимались неправильные кадровые решения, происходило падение нравственности.</p>
      <p>&nbsp &nbsp Среди фаворитов Екатерины Великой историки особое место отводят Григорию Орлову, Александру Ланскому, Григорию Потемкину, Платону Зубову. Причем Платону было всего двадцать, а Екатерине уже шестьдесят. Многие исследователи уверены, что любовная связь позволяла царице держать многих на коротком поводке, это было ее оружие, которое помогало сохранить монаршеский престол.</p>
      <p>&nbsp &nbsp За свою жизнь Екатерина II родила троих детей. Первенец Павел Петрович был сыном законного супруга Петра III. В декабре 1757 года Екатерина родила дочку Анну. В то время они уже практически не состояли в супружеских отношениях с Петром, поэтому факт рождения ребенка его сильно возмутил. В тот период у Екатерины был роман с будущим польским королем Станиславом Понятовским. Девочка прожила всего год и умерла от неизлечимой болезни. Отцом второго сына – Алексея Бобринского был граф Орлов.</p>
      <p>&nbsp &nbsp В преклонном возрасте Екатерина много времени уделяет внукам и наследникам. А вот с сыном Павлом так отношения и не сложились. Царица хотела, чтобы ее корону примерил старший из внуков – Александр, на него она возлагала большие надежды. Однако ее планы не реализовались. Павел узнал, что замышляет мать, и был готов вступить в настоящую борьбу за трон. Однако любимому внуку Екатерины Великой все же удалось занять престол, он стал царем Александром I.</p>
      <p>&nbsp &nbsp Каждый день после обеда она предавалась любимым занятиям. Она умела вязать, вышивать, и даже строить выкройки, особенно для любимого внука Александра. Помимо этого всем известен ее литературный талант, который она воплощала в пьесах. Постановки на ее произведения ставил придворный театр.</p>
      <p>&nbsp &nbsp Несмотря на принятое в молодости православие, Екатерину очень интересовал буддизм. Это с ее подачи ламаистская церковь в Восточной Сибири и Забайкалье получила главу – императрица учредила эту должность своим указом.</p>
      <h2 id="DEATH">СМЕРТЬ ИМПЕРАТРИЦЫ</h2>
       <p>&nbsp &nbsp Екатерина II Великая умерла 17 ноября 1796 года. Причиной стал сильнейший инсульт, после которого она мучилась еще двенадцать часов. Прибывший священник Сава так и не смог приобщить ее к Святым Тайнам, потому что изо рта выделялось много пены. Он читал возле нее отходные молитвы. Сын Павел находился возле умирающей матери с семьей, но так и не смог с ней попрощаться, она умерла не приходя в сознание. По приказу Павла ее похоронили вместе с супругом. Могилу Петра III вскрыли, Павел водрузил корону на голову отца, и только после этого их похоронили в Петропавловском соборе Петербурга.</p>
       <p>&nbsp &nbsp После похорон матери Павел вступил на престол и постарался уничтожить почти все наследие Екатерины. После его правления Россия осталась с внушительным внешним долгом, который пришлось гасить последующим правителям вплоть до конца 19 века.</p>
      </section>
      
	</div>
  <h3>Выводим информацию    </h3>
  <div>
    <p></p>
    <p></p>
    <p></p>
  </div>
	<footer>
    <div id="footer">
      <div class="footer_text" id ="contacts">
        <p>&#169; Все права защищены. Моя первая страничка</p>
        <p>Все материалы на сайте размещены согласно <a class="text_link" href="https://www.gnu.org/licenses/quick-guide-gplv3.pdf" target="_blank"> лицензии GPL 3.0</a></p>
        <p><a href="#top">Перейти наверх страницы</a></p>
    </div>
    
  </footer>
  
  <body style= "background-image:url('./assets/img/background/background.jpg')">

  
</body>
</html>